# -*- coding: utf-8 -*-

# Вывести на консоль жителей комнат (модули room_1 и room_2)
# Формат: В комнате room_1 живут: ...

from house1 import room1, room2


print('В комнате room_1 живут:', room1.folks)
print('В комнате room_2 живут:', room2.folks)

