# -*- coding: utf-8 -*-

# Создать модуль my_burger. В нем определить функции добавления инградиентов:
#  - булочки
#  - котлеты
#  - огурчика
#  - помидорчика
#  - майонеза
#  - сыра
# В каждой функции выводить на консоль что-то вроде "А теперь добавим ..."

# В этом модуле создать рецепт двойного чизбургера (https://goo.gl/zA3goZ)
# с помощью фукций из my_burger и вывести на консоль.

# Создать рецепт своего бургера, по вашему вкусу.
# Если не хватает инградиентов - создать соответствующие функции в модуле my_burger


def bun():
    bun1 = 'Булка'
    print('Добавляем булку')
    return bun1


def cutlet():
    cutlet1 = 'котлета'
    print('Добавляем котлету')
    return cutlet1


def cucumber():
    cucumber1 = 'огурчик'
    print('Добавляем огурец')
    return cucumber1


def tomato():
    tomato1 = 'кетчуп'
    print('Добавляем кутчуп')
    return tomato1


def mayonnaise():
    mayonnaise1 = 'майонез'
    print('Добавляем майонез')
    return mayonnaise1


def cheese():
    cheese1 = 'сыр'
    print('Добавляем сыр')
    return cheese1
