# -*- coding: utf-8 -*-

# Создать модуль my_burger. В нем определить функции добавления инградиентов:
#  - булочки
#  - котлеты
#  - огурчика
#  - помидорчика
#  - майонеза
#  - сыра
# В каждой функции выводить на консоль что-то вроде "А теперь добавим ..."

# В этом модуле создать рецепт двойного чизбургера (https://goo.gl/zA3goZ)
# с помощью фукций из my_burger и вывести на консоль.

# Создать рецепт своего бургера, по вашему вкусу.
# Если не хватает инградиентов - создать соответствующие функции в модуле my_burger

def bun()
    print('Добавляем булку')

def cutlet()
    print('Добавляем котлету')

def cucumber()
    print('Добавляем огурец')

def tomato()
    print('Добавляем помидорчик')

def mayonnaise()
    print('Добавляем майонез')

def cheese()
    print('Добавляем сыр')